driver-tests/bpelse/assign/AssignJbi/test/results/CopygYearInvoke/Actual_20130314183822_S.xml

<?xml version="1.0" encoding="UTF-8" standalone="no"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" 
    xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
    xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/">
  <SOAP-ENV:Body>
    <gYearPart xmlns="urn:DataType" xmlns:msgns="urn:CopyDataTypeTNS">
      <xsd_gYear>2005</xsd_gYear>
      <optional_gYear>2006</optional_gYear>
      <repeat_gYear>2006</repeat_gYear>
      <repeat_gYear>2002</repeat_gYear>
    </gYearPart>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>